[X2StrategyElement_PsiAmpSlot]
strPsiAmpFirstLetter=P

[UIArmory_PromotionPsion]
m_strInventoryTitle=灵能

[UIFacility_PsionLabSlot]
m_strPsiTrainingDialogTitle="训练灵能能力"
m_strPsiTrainingDialogText="<XGParam:StrValue0/!UnitName/> 可以接受专门的培训来解锁他们的灵能潜力，获得灵能能力，但他们将在训练过程中无法参战<XGParam:IntValue0/!DaysToTrain/>天。你想继续吗？"
m_strStopPsiTrainingDialogTitle="停止灵能训练?"
m_strStopPsiTrainingDialogText="你想停止 %UNITNAME 的灵能训练?\n\n警告：所有训练进度都将丢失。"
m_strPauseAbilityTrainingDialogTitle="暂停灵能训练?"
m_strPauseAbilityTrainingDialogText="你想暂停 %UNITNAME 的灵能训练?\n\n注意：训练进度将被保存。"
m_strNoSoldiersTooltip="没有可供灵能训练的士兵。"
m_strSoldiersAvailableTooltip="分配一名具有灵异天赋者来学习新的灵能。"

[UIChoosePsionAbility]
m_strTitle="灵能训练"
m_strInventoryLabel="可用能力："
m_strBuy="开始训练"
m_strPaused="[暂停]"
m_strResume="恢复训练"

[UIChoosePsiAbility]
m_strTitle="灵能士兵训练"
m_strInventoryLabel="可用能力："
m_strBuy="开始训练"
m_strPaused="[已暂停]"
m_strResume="继续训练"

[UIAlert_IsPsionic]
m_strPsionicSoldierHeader="注意"
m_strPsionicSoldierTitle="士兵有灵能"
m_strSoldierIsPsionic="可以开始训练心灵异能。"
m_strSoldierPsionicHelp="具有灵异天赋的士兵可以学会在战场上具有毁灭效果的灵能。"

[UISL_Armory_MainMenu_Psion]
strPsionMenuOption="灵能能力"
PsionListItemDescription=查看已经训练的灵能。

[LPUtilities]
PsionTitle="灵能"
PsionDescription="我们在自己的部队中发现了一种潜在的灵能，他们掌握着对付外星人最强大的力量。"

PsionRankIcons[0]="UILibrary_Common.psirank_initiate"
PsionRankIcons[1]="UILibrary_Common.psirank_acolyte"
PsionRankIcons[2]="UILibrary_Common.psirank_adept"
PsionRankIcons[3]="UILibrary_Common.psirank_disciple"
PsionRankIcons[4]="UILibrary_Common.psirank_mystic"
PsionRankIcons[5]="UILibrary_Common.psirank_warlock"
PsionRankIcons[6]="UILibrary_Common.psirank_magus"
PsionRankIcons[7]="UILibrary_PsionIcons.psirank_Master"

PsionRankNames[0]="新手"
PsionRankNames[1]="侍僧"
PsionRankNames[2]="能手"
PsionRankNames[3]="门徒"
PsionRankNames[4]="秘术师"
PsionRankNames[5]="术士"
PsionRankNames[6]="占星者"
PsionRankNames[7]="大师"

PsionShortNames[0]="新手"
PsionShortNames[1]="侍僧"
PsionShortNames[2]="能手"
PsionShortNames[3]="门徒"
PsionShortNames[4]="秘术师"
PsionShortNames[5]="术士"
PsionShortNames[6]="占星者"
PsionShortNames[7]="大师"

[UIArmory_PromotionPsion]
m_strPsiOffenseLabel="灵能威力:"
m_strNextSoldierRankLabel="所需军衔:"


[X2DownloadableContentInfo_LatentPsionicsUnlock]
strNoUnitSelected="没有选择单位！"
soldierNotAPsion="选定的单位不是灵能！"